[
  {
    "label": "Three Gesture Sketches",
    "description": "Set a 2–3 minute timer and capture moving people with 30-second line drawings. Don\\'t chase likeness; chase momentum and direction—how a shoulder leads or a jacket swings. Aim for 4–6 sketches and circle the liveliest one as a future pose reference."
  },
  {
    "label": "Ten-Dollar Treasure",
    "description": "Enter any market with a firm $10 cap and the rule you\\'ll take home exactly one object that will feed a project this week. Hunt for texture, mechanism, or color rather than \"coolness.\" Photograph the runners-up and write why the winner \"earned the seat.\""
  },
  {
    "label": "Single-Hue Hunt",
    "description": "Pick a color and collect ten photos in that hue without repeating subject types. Lay the images into a grid and name the palette as if it were paint chips. Note which subtones (warm/cool, muted/vivid) dominate your environment."
  },
  {
    "label": "Shape Sweep",
    "description": "Choose circles, arches, or triangles and shoot ten examples that vary in scale and context. Study how the shape guides the eye or implies motion, then sketch a composition that exaggerates that pull. Use it as a thumbnail for future layouts."
  },
  {
    "label": "First-Line Safari",
    "description": "Open ten random books or magazines and hand-copy the first sentence from each. Rank them by how quickly they hook you and annotate the specific tactics (mystery, voice, image). Draft your own first line using your top tactic."
  },
  {
    "label": "Everyday Labels",
    "description": "Turn street objects into exhibits by writing clean museum \"tags\": title, material, approximate date, and one precise sentence. Practice neutral, vivid description. Notice how labeling upgrades attention."
  },
  {
    "label": "Three-by-Three Crit",
    "description": "For three artworks (or ads, posters), write one observation, one felt response, and one question. Keep the tone curious, not clever. This builds a balanced critique muscle you can apply to your own drafts."
  },
  {
    "label": "Receipt Poem",
    "description": "Use a receipt, flyer, or map; blackout or cut to reveal a short poem. Let the surviving nouns and numbers suggest surprising imagery. Photograph the before/after to remind yourself how constraint can surface voice."
  },
  {
    "label": "Ticket Haiku",
    "description": "On a ticket or stub, write a 5–7–5 snapshot of the moment around you. Prioritize concrete sense words over abstractions. Tuck it in a pocket notebook as a tiny archive entry."
  },
  {
    "label": "Ambient Trio",
    "description": "Record three 30–60s sound clips (e.g., room tone, mechanical rhythm, distant voices). Tag each with a mood and potential use (loop, intro bed, transition). These become instant atmospheres for future edits."
  },
  {
    "label": "Hand Map",
    "description": "Sketch a simple map of your route and star the exact spots where insights sparked. Add one-word labels (\"shadow,\" \"color,\" \"laugh\"). Over time you’ll see patterns—what places and stimuli reliably light you up."
  },
  {
    "label": "12-Frame Story",
    "description": "Tell a complete micro-story in exactly twelve \"photos\": establish, develop, reveal. Shoot in order and avoid \"safety\" extras to keep stakes high. Lay them in a 4×3 grid and write a one-line logline."
  },
  {
    "label": "Single-Take Doc",
    "description": "Film one unbroken 60-second shot of a small ritual (a vendor\\'s hands, a fountain cycle). No zooms or cuts—just hold the frame and breathe. Later, add a single caption that names why this minute matters."
  },
  {
    "label": "Recipe from Art",
    "description": "Translate a chosen artwork into a mock \"recipe\": list \"ingredients\" (colors, shapes, textures) and \"steps\" (layering, pacing). Use your recipe to cook a quick variation at home, noticing what flavor remains."
  },
  {
    "label": "Poem from Snack",
    "description": "Try a new snack or drink and describe the flavor as weather, place, or era. Avoid food words—reach for metaphor (\"late-summer alley, thunder far off\"). This builds sensory language you can reuse."
  },
  {
    "label": "Blind Contour",
    "description": "Draw a subject without looking at the page, pencil never leaving the paper. Aim for 2–3 minutes, then redraw once peeking only between lines. \"Compare\": which lines feel alive? Keep the lively ones."
  },
  {
    "label": "Room Floor Plan",
    "description": "Diagram a room you enjoyed being in; label how light, flow, and surfaces affect mood. Identify one layout principle you can steal for your workspace (e.g., \"anchor the desk with a view line\")."
  },
  {
    "label": "Object Backstory",
    "description": "Pick a found object and write five \"lines\": origin, previous owner, turning point, current desire, future job. Read it aloud once—it often suggests a prop or motif for a scene."
  },
  {
    "label": "Composition Echo",
    "description": "Choose a painting or poster’s composition (big shape, balance, angle) and recreate it with found scenes. Compare the emotional tone; note how structure carries feeling across subjects."
  },
  {
    "label": "Logo Memory Test",
    "description": "Sketch five familiar logos from memory, then compare to the originals. Circle your distortions—they reveal what features your eye values. Apply that insight to your own icon or wordmark."
  },
  {
    "label": "Pet-Kind Captions",
    "description": "Write five tender, funny one-liners for pets you see (no faces if not yours). Keep it kind and specific—avoid generic \"good boy.\" This is empathy training in disguise."
  },
  {
    "label": "City Handshake",
    "description": "Invent a simple 3-beat gesture for this city (touch wall, look up, breathe). Repeat it at three spots and notice how ritual marks transitions. Use it as a grounding cue next time."
  },
  {
    "label": "Wonder Voice Notes",
    "description": "Capture three 10–20s voice memos titled Wonder #1–3. Speak the exact moment you felt a spark and why. These \"seed\" clips often become hooks or intros later."
  },
  {
    "label": "One Flower, Three Ways",
    "description": "Draw the same bloom as contour, silhouette, and shadow-only. You\\'ll discover which approach captures its personality fastest. Keep the strongest as a motif."
  },
  {
    "label": "Shadow Study",
    "description": "Ignore objects; draw only their shadows and edges. Let absence define form, training your eye to see negative space—a core skill for composition."
  },
  {
    "label": "Reflection Set",
    "description": "Photograph scenes only through reflections (windows, puddles, mirrors). Layered images hint at metaphor; later, write a caption that completes the thought."
  },
  {
    "label": "50-Step Stop",
    "description": "Walk fifty steps, stop, and draw the nearest detail. Do three stations. This interrupts autopilot and proves that interest is always at hand."
  },
  {
    "label": "Spice Myth",
    "description": "Pick one spice and write a six-line origin myth (birthplace, journey, gift, warning, ally, blessing). It’s playful lore you can fold into copy or lyrics."
  },
  {
    "label": "Plant Monologues",
    "description": "Give three plants distinct voices for a sentence or two each. Listen for mood and attitude—then steal that tone for a character."
  },
  {
    "label": "Hardware Creature",
    "description": "Build a creature concept using only part names (flange, elbow, hex). Sketch or list—constraints spark whimsy without props."
  },
  {
    "label": "Tool Love Letter",
    "description": "Write a thanks to a tool you rely on, naming what it lets you do and how you’ll care for it better. Respect breeds better habits."
  },
  {
    "label": "Hands Series",
    "description": "Photograph hands (yours, statues, consenting friends) and study gesture, age, and work marks. Hands tell truth—use them as scene anchors."
  },
  {
    "label": "One-Room Inventory",
    "description": "In one room, list five details per sense (sight, sound, smell, touch, taste). You’ll spot a surprise that can anchor a scene or lyric."
  },
  {
    "label": "Curb Object Label",
    "description": "Choose a street object and write a formal label (title, materials, approx. date) plus one crisp sentence. It’s a humility exercise in seeing."
  },
  {
    "label": "Color+Screen Blend",
    "description": "Hold objects against your phone’s colored screen to test palettes. Shoot the combos you like; they become ready-made color scripts."
  },
  {
    "label": "Rhythm Tap",
    "description": "Tap along to ambient tempo (drips, footsteps) and give the rhythm a name. That name becomes a draft’s pacing cue (\"Mall Largo\")."
  },
  {
    "label": "Statue Text Exchange",
    "description": "Imagine a statue texting you one message right now; reply in one line. This quickens the relationship between viewer and subject."
  },
  {
    "label": "End-of-Line Notes",
    "description": "Ride transit to the terminus and note how pace, storefronts, and people shift. It’s a systems view—great for worldbuilding."
  },
  {
    "label": "Ephemera Collage",
    "description": "Gather safe scraps (receipts, flyers) and assemble a mini collage on site. Photograph it and leave no trace—proof you can make anywhere."
  },
  {
    "label": "Field Rubbings",
    "description": "Make texture rubbings (plaques, leaves) with pencil or crayon where allowed. Build a tactile library you can scan into later work."
  },
  {
    "label": "Four-Panel Comic",
    "description": "Draw your visit in four \"frames\": arrival, discovery, pivot, return. Caption each with one strong verb."
  },
  {
    "label": "Five Smells, Five Colors",
    "description": "Pair five scents you notice with color names (e.g., \"detergent blue\"). Cross-wiring senses strengthens metaphors."
  },
  {
    "label": "Window Stories",
    "description": "Write one line for three windows you glimpse, hinting at lives inside. Keep it respectful and focused on mood over people."
  },
  {
    "label": "Overheard → Dialogue",
    "description": "Expand one overheard sentence into a quick exchange, adding context and stakes. It’s improv for the page."
  },
  {
    "label": "One Bench, Three Scenes",
    "description": "Stay seated and log three distinct micro-events. Constraint teaches patience and deep observation."
  },
  {
    "label": "Contrast Diptychs",
    "description": "Shoot pairs that embody opposites (soft/hard, old/new). Juxtaposition reveals your thematic pull."
  },
  {
    "label": "Ambient Film Loops",
    "description": "Capture three 10-second seamless loops (fountain, flags, escalator). These are future B-roll assets for edits or mood reels."
  },
  {
    "label": "Pocket Zine",
    "description": "Fold one sheet into eight panels and fill it with today’s finds (words, doodles, stickers). Photograph each page before unfolding."
  },
  {
    "label": "Alphabet Hunt",
    "description": "Try to photograph objects that suggest A→Z. Stop without strain and star your favorite letters for later typography studies."
  },
  {
    "label": "Wild Fonts",
    "description": "Collect three found typefaces; sketch their \"voice\" (confident, shy, noisy). Use those voices in your own titles."
  },
  {
    "label": "Street Typology",
    "description": "Document five of one kind (doors, lamps, grates) and compare details. Patterns teach proportion and personality."
  },
  {
    "label": "Negative Space Draw",
    "description": "Outline only the gaps between things. It trains compositional awareness and simplifies cluttered scenes."
  },
  {
    "label": "Color Striping",
    "description": "Arrange found bits into a color gradient, then snap it. This becomes a quick palette reference for design."
  },
  {
    "label": "Move Like Place",
    "description": "Invent three micro-moves that match the location (sway, still, lean). Track how movement changes perception."
  },
  {
    "label": "Witnessed Kindness Log",
    "description": "Write down five acts of kindness you see. Noting them tunes your radar toward generosity."
  },
  {
    "label": "Ask the Archive",
    "description": "Pick a random file title (where permitted) and freewrite five minutes from that prompt. Archives are prompt goldmines."
  },
  {
    "label": "Question to Place",
    "description": "Ask the place one honest question and answer from its point of view. It’s a playful empathy exercise for settings."
  },
  {
    "label": "Tiny World-Build",
    "description": "Declare one rule this place obeys (\"No one rushes near the fountain\") and imagine consequences. Now you have a micro-myth."
  },
  {
    "label": "Palette Pull",
    "description": "Choose four colors from today and name them as paint chips. Use them verbatim in your next piece’s palette."
  },
  {
    "label": "Sound Map",
    "description": "Draw a rough map and place icons where distinct sounds originate. You’ll learn to compose with location audio."
  },
  {
    "label": "Light Notes",
    "description": "Track how light shifts over ten minutes and label each mood. Light is story—name it and you can aim for it later."
  },
  {
    "label": "Photo Constraint",
    "description": "Choose \"symmetry only\" or \"rule of thirds only\" for a set. Limiting your eye teaches intention."
  },
  {
    "label": "Day Title",
    "description": "Give the day a title and write a two-line synopsis. This helps you close loops and remember why it mattered."
  },
  {
    "label": "Postcard to Future-You",
    "description": "Mail yourself one distilled lesson or joke from today. Future-you will thank you for the breadcrumb."
  },
  {
    "label": "Friendly Ask",
    "description": "Ask a worker or passerby for a recommendation and try it. It lowers the social barrier and broadens your map."
  },
  {
    "label": "Micro-Interview",
    "description": "With permission, ask a maker one process question (\"What’s the trickiest step?\"). Note the exact phrasing they use."
  },
  {
    "label": "On-Site Kindness",
    "description": "Do one small helpful act (hold a door, tidy a table) and quietly log it. It shifts the day’s tone."
  },
  {
    "label": "Three Comparisons",
    "description": "Compare this place to two others you know; list patterns and outliers. This trains analogical thinking."
  },
  {
    "label": "Tool Test",
    "description": "Use an unfamiliar pen or paper; note how it changes your marks or handwriting. Tools steer style—choose on purpose."
  },
  {
    "label": "Memory Overlay",
    "description": "Write how this place echoes a memory; find the overlap or friction. That tension is story fuel."
  },
  {
    "label": "Permission Slip",
    "description": "Write a single sentence you sign for yourself (\"I can stop while it’s still fun\"). Act on it today."
  },
  {
    "label": "Skyline Melody",
    "description": "Trace skyline angles with your finger, then hum their contour. Later, turn it into a motif or melody line."
  },
  {
    "label": "Creases & Corners",
    "description": "Photograph only edges, seams, and \"corners\": where tiles meet grout, posters peel, metal folds. Edges tell the history of use and repair; assemble a grid later to study your taste for sharp vs. soft transitions and borrow that bias in layouts."
  },
  {
    "label": "Threshold Count",
    "description": "Count every doorway, gate, or transition you pass and jot a word about what changes beyond each one (light, sound, temperature). Use the best threshold as a metaphor for how you’ll enter tomorrow’s work session."
  },
  {
    "label": "Crowd Patterns",
    "description": "From a fixed spot, sketch the flow of people like a diagram—sources, merges, bottlenecks. Label three “desire lines” (informal routes) and consider what the desire line is in your current project."
  },
  {
    "label": "One Tool, Many Uses",
    "description": "Pick a random tool (binder clip, rubber band) and list five creative uses that aren’t its primary purpose. Prototype one on the spot; constraints breed inventiveness you can port back to your studio."
  },
  {
    "label": "Quiet Conversation",
    "description": "Describe a whole scene without using any nouns. Verbs and adjectives will force you to notice energy, motion, and mood—great for sharpening voice and scene-setting."
  },
  {
    "label": "Texture Naming",
    "description": "Rename three textures as if they were paint colors or perfume notes (\"Sunburned Nickel,\" \"Library Velvet\"). Those names become hooks for palettes, songs, or section titles."
  },
  {
    "label": "Mini Heist Plot",
    "description": "Outline a harmless “museum heist” in five beats (case, plan, snag, twist, getaway), substituting the object with something conceptual you’ve lost (focus, courage). It’s a playful way to design your retrieval plan."
  },
  {
    "label": "Echo Hunt",
    "description": "Pick a motif (stripe, spiral, number) and track every time it appears. Photograph or list variations; later decide how to echo that motif intentionally in your piece."
  },
  {
    "label": "Border Walk",
    "description": "Circle the perimeter of the site before stepping into the center. Borders often hold overlooked details and rule-breaking; note one edge insight you’ll use as an opening move next time."
  },
  {
    "label": "Silence Window",
    "description": "Do ten uninterrupted minutes of silence; no photos, notes, or talking. Afterward, capture the first sentence that arrives—often it’s cleaner and kinder than the chatter you paused."
  },
  {
    "label": "Value Lens",
    "description": "Pick one value (curiosity, courage, kindness) and log three choices you made that aligned with it today. Values become practical when you spot them in behavior."
  },
  {
    "label": "Non-Dom Hand Notes",
    "description": "Take notes or sketch with your non-dominant hand for five minutes. The wobble loosens perfectionism; keep any wonky line that feels more honest than your usual stroke."
  },
  {
    "label": "Pace Shift",
    "description": "Walk at 80% of your normal speed for a set loop. Slowness reveals patterns (drips, echoes, tiny dramas); write one sentence that only slow-you could have noticed."
  },
  {
    "label": "Edge Seating",
    "description": "Sit at the edge of a room or plaza and log what stories live there (waiting, passing, pausing). Edges are where thresholds and choices show—use them in scene placement."
  },
  {
    "label": "Light-Only Photos",
    "description": "Photograph only sources and angles of light—lamps, slashes, reflections—never the lit subject. You’ll gather a vocabulary of illumination you can recreate later."
  },
  {
    "label": "Shadow Clock",
    "description": "Use a single shadow to mark time (each foot of movement = one beat). Write a short line at each “tick”; read the lines in sequence as a poem."
  },
  {
    "label": "Color Pairing Walk",
    "description": "Find ten color pairs in the environment that please you. Snap or swatch them and annotate “why” (contrast, harmony, memory); those pairs become ready-made palettes."
  },
  {
    "label": "Texture Rubbing Grid",
    "description": "Fill a 3×3 grid with graphite or crayon rubbings (where permitted). Label each square with a verb (\"anchor,\" \"sift\"); the verbs help translate surfaces into actions."
  },
  {
    "label": "Stair Study",
    "description": "Photograph landings and flights, then write what transition you’re in (between drafts, between roles). Stairs are built-in metaphors—use one to title your next section."
  },
  {
    "label": "Rail Rhythms",
    "description": "Tap the rhythms of rails, fences, or grates; record a 10-second beat. Loop it later as a metronome for drafting or editing."
  },
  {
    "label": "Signage Remix",
    "description": "Choose a sign and rewrite its message in kinder, clearer language (\"Please respect the quiet\" → \"Let the quiet help us\"). Notice how tone changes compliance—apply to your own instructions."
  },
  {
    "label": "Map a Smell",
    "description": "Catch a scent and draw a quick map tracing where it’s strongest and weakest. Label with memory words; smell is a shortcut to story."
  },
  {
    "label": "Bench Haiku",
    "description": "Stay on one bench and write three haiku about what passes. The constraint tames FOMO and hones attention to detail."
  },
  {
    "label": "Door Portraits",
    "description": "Shoot eight doors and title them like characters. Doors suggest mood, era, and welcome—use your favorite as a chapter opener."
  },
  {
    "label": "Micro-Monument",
    "description": "Arrange small natural bits into a temporary, respectful marker (leave no trace). Dedicate it to a choice you’re making; take a photo as a pledge."
  },
  {
    "label": "Water Loop",
    "description": "Capture a 20-second loop of moving water; aim for a seamless repeating edge. This becomes a calming visual for edits or breath resets."
  },
  {
    "label": "Sky Typology",
    "description": "Classify clouds and assign archetypes (\"Mentor Cumulus,\" \"Trickster Cirrus\"). Archetypes slip easily into character design later."
  },
  {
    "label": "Bird Minute",
    "description": "Spend one minute counting birds; note behaviors (dart, soar, hover). Translate those verbs into action lines in a scene."
  },
  {
    "label": "Leaf Alphabet",
    "description": "Find letter shapes hidden in leaves or branches; photograph or sketch them. Build a custom initial or title card from your set."
  },
  {
    "label": "Grid Walk",
    "description": "Walk in rectangles around a block and sketch the geometry you notice (lines, grids, modules). Use the grid to plan a layout or beat sheet."
  },
  {
    "label": "Pattern Theft",
    "description": "“Steal” a repeating pattern (tile, grate) by sketching it, then distort it into something new. This is legal theft—transform, don’t copy."
  },
  {
    "label": "Texture Bingo",
    "description": "Draw a 5×5 bingo of textures; wander until you fill a row. Gamifying looking keeps stamina high."
  },
  {
    "label": "Found Dialogue",
    "description": "Photograph two objects that look like they’re in conversation; caption the exchange. This trains staging and subtext."
  },
  {
    "label": "Shadow Puppets",
    "description": "Make hand shadows in available light; snap silhouettes. Then write one line each about identity and outline vs. essence."
  },
  {
    "label": "Reflection Writing",
    "description": "Write a word backward on glass, photograph its reflection, then use that word as a title. It’s a literal reframe of meaning."
  },
  {
    "label": "Counterpoint Shots",
    "description": "Compose one frame that holds two opposites (soft/hard, old/new). Counterpoint heightens tension and theme."
  },
  {
    "label": "One-Pocket Rule",
    "description": "Everything you carry must fit in one pocket; choose your essentials and edit your process accordingly. Minimal kits sharpen attention."
  },
  {
    "label": "Color Storyboard",
    "description": "Shoot six frames tracking a single color’s journey through the site. Lay them left-to-right and write a one-sentence narrative."
  },
  {
    "label": "Listening Post",
    "description": "Stand still and list sound layers top to bottom (far to near). Editing with depth becomes easier when you can “stack” audio mentally."
  },
  {
    "label": "Slow Pan Video",
    "description": "Film a 20-second, ultra-slow 180° pan. Say one word as the anchor (\"hush,\" \"thrum\"); the word guides later music choice."
  },
  {
    "label": "One-Line Drawing",
    "description": "Make a continuous line drawing of the scene without lifting your pen. The constraint boosts cohesion and gesture."
  },
  {
    "label": "Pattern Count",
    "description": "Count tiles or bricks for one minute; write how the pattern affects your body (soothing, dizzying). That somatic note is useful for set design."
  },
  {
    "label": "Stranger Silhouettes",
    "description": "Photograph only silhouettes (no identifying features). Anonymity invites story; caption each with a single verb."
  },
  {
    "label": "Found Typography Rubbings",
    "description": "Where allowed, take rubbings of a letterform from signage or relief. Study the curves; copy them into a custom initial."
  },
  {
    "label": "Texture Swap",
    "description": "Describe a sound as a texture and a texture as a sound. Cross-sense translation unlocks fresh descriptors."
  },
  {
    "label": "Negative Prompt",
    "description": "Ask, “What’s not here that I expected?” List absences. Designing for absence is often where originality lives."
  },
  {
    "label": "Micro-Interview Yourself",
    "description": "Ask out \"loud\": “What surprised me? What soothed me?” Record and keep the first, unedited answers."
  },
  {
    "label": "Two-Minute Doodle Dump",
    "description": "Set a timer for 120 seconds and doodle nonstop; stop exactly at the buzzer. Circle any accidental forms worth developing."
  },
  {
    "label": "Photo Without Looking",
    "description": "Hip-shoot five frames without aiming; review for unplanned compositions. Chance can teach you new crops and angles."
  },
  {
    "label": "Weight & Balance",
    "description": "List “heavy” vs. “light” elements you noticed (sounds, colors, crowds). Plan your next draft to balance one of each."
  },
  {
    "label": "Compass Walk",
    "description": "Choose N/S/E/W and walk one straight block; document what the compass direction felt like. Directional intention changes mood."
  },
  {
    "label": "Mirror Frame",
    "description": "Use a small mirror to frame micro-worlds; photograph only those reflected scenes. It’s a portable “gallery” for selective seeing."
  },
  {
    "label": "Texture Vocabulary",
    "description": "Coin five new adjectives for textures you found. Use at least one this week in a caption or line of dialogue."
  },
  {
    "label": "Color Silence",
    "description": "Find a nearly colorless spot; write the mood and what tiny color would transform it. Color restraint is as powerful as saturation."
  },
  {
    "label": "Found Poem Wall",
    "description": "Photograph a poem assembled from existing signs, stickers, and scraps. Later, set it as type to make a poster."
  },
  {
    "label": "Gesture Library",
    "description": "Catalog five distinct human gestures (bag adjust, glance back, shoe tap); sketch their arcs. Gestures are character gold."
  },
  {
    "label": "Syllable Notes",
    "description": "Write three sets of 5-7-5 observations. Haiku-length notes force clarity without losing nuance."
  },
  {
    "label": "Shadow Timeline",
    "description": "Photograph your own shadow every ten minutes and put the sequence in order. It’s a simple record of time and angle—great for continuity in later shoots."
  },
  {
    "label": "Window Grid",
    "description": "Capture nine window views from one building; arrange them as a grid. The set reads like a comic of parallel lives."
  },
  {
    "label": "Corner Portraits",
    "description": "Shoot or sketch all four corners of a room; annotate each with a feeling word. Corners store secrets—pick one as your opening shot next time."
  },
  {
    "label": "Floor Study",
    "description": "Photograph only floors; materials and wear patterns tell histories. Use a floor shot as an establishing texture."
  },
  {
    "label": "Ceiling Study",
    "description": "Point up and shoot ceilings; notice how design changes mood. Sometimes the best quiet frames are above eye level."
  },
  {
    "label": "Label Swap",
    "description": "Write a formal exhibit label for yourself today (title, medium, year, materials). It’s grounding and invites kinder self-description."
  },
  {
    "label": "Postcard Gallery",
    "description": "Lay out your minis (photos, sketches) as a tiny “show,” then photograph the arrangement. Sequencing teaches pacing."
  },
  {
    "label": "One-Sound Score",
    "description": "Capture one found sound and build a short beat or loop from it. Naming the loop (e.g., \"Bridge Rattle 92bpm\") makes reuse easy."
  },
  {
    "label": "Whisper Archive",
    "description": "Whisper a note into your recorder at close range; keep the near-silence. Whispered texture is a unique layer for edits."
  },
  {
    "label": "Texture Tracing",
    "description": "Place thin paper over object edges and trace outlines softly; overlap multiple traces. The resulting abstraction makes a ready background."
  },
  {
    "label": "Hum & Walk",
    "description": "Pick one tone and hum it while you stroll; sync steps to breath. Notice how your attention steadies—write one line at the end."
  },
  {
    "label": "Rhyme Walk",
    "description": "For three scenes, write a couplet each, rhyming the last word. Rhyme forces selection—only the crispest images survive."
  },
  {
    "label": "Rule-of-Odd",
    "description": "Compose photos using groups of 3, 5, or 7 elements. Odds feel dynamic; compare to even-numbered frames after."
  },
  {
    "label": "Mirror Selfie Ban",
    "description": "Photograph everything except yourself today. Practicing outward gaze deepens noticing and generosity."
  },
  {
    "label": "Gesture Vocabulary",
    "description": "Invent three mark-making gestures (for pace, density, calm). Try them with pen, then camera or audio."
  },
  {
    "label": "Color Questions",
    "description": "Ask each color you notice three questions (\"Where did you come from? Who do you flatter? When are you too much?\"). Answer quickly—use answers as palette notes."
  },
  {
    "label": "Micro-Debrief",
    "description": "End with three \"bullets\": Did / Noticed / Next. Keep it under 60 seconds; momentum lives in brevity."
  },
  {
    "label": "Borrowed Frame",
    "description": "Shoot only through frames (rails, foliage, doorways). Framing adds meaning; list three metaphors the frame implies."
  },
  {
    "label": "One Verb",
    "description": "Choose a verb (\"fold,\" \"spill,\" \"lean\") and find five examples of it in the environment. Verbs make excellent creative briefs."
  },
  {
    "label": "Found Music",
    "description": "Notate rhythms you hear (machinery, drips) with simple dashes or syllables. Those patterns translate easily into beats or prose cadence."
  },
  {
    "label": "Texture Ladder",
    "description": "Arrange textures from rough → smooth and write a line moving with them. It’s a tactile way to draft transitions."
  },
  {
    "label": "Light Choreography",
    "description": "Watch how people move through shafts of light or shade and jot three movement verbs. Use them to stage scenes deliberately."
  },
  {
    "label": "Found Shrine",
    "description": "Assemble a respectful micro-arrangement from natural bits (leave no trace), dedicate it to a choice, and photograph. Ritual marks commitment."
  },
  {
    "label": "Numeral Hunt",
    "description": "Photograph digits 0–9 found in the wild; make a grid from them later. It doubles as a typography reference."
  },
  {
    "label": "Color Echo",
    "description": "When a color catches your eye, find its echo elsewhere and pair the two. Echoes create visual rhyme you can use in design."
  },
  {
    "label": "Distance Study",
    "description": "Shoot the same subject near, mid, and far. Compare which distance tells the story you wanted—there’s your default shot."
  },
  {
    "label": "Micro-Interview a Tool",
    "description": "In one paragraph, let a tool “speak” about what it needs from you. Tools are partners; the voice you imagine reveals care gaps."
  },
  {
    "label": "If Found, Return Tag",
    "description": "Write a tag line for an object you carry (\"If found, return to the person who finally rests\"). It’s a playful values statement."
  },
  {
    "label": "Texture Scale",
    "description": "Rate textures 1–10 from comforting to energizing. Place your current project on the same scale to choose fitting materials."
  },
  {
    "label": "Story Triangle",
    "description": "In one minute, identify setting, character, and goal in what you’re seeing. Fill any missing corner—that move ports directly to your drafts."
  },
  {
    "label": "Found Pattern Remix",
    "description": "Sketch a repeating pattern you see, then bend, break, or mirror it into something new. You just designed a custom motif."
  },
  {
    "label": "One Perfect Square",
    "description": "Compose one square photo with meticulous care; adjust until it sings. Quality over quantity resets your bar without perfectionism."
  },
  {
    "label": "Motif Notebook",
    "description": "Pick a motif (circles, ladders, windows) and log ten appearances today. Motifs become the skeleton of series work."
  },
  {
    "label": "Story Spine",
    "description": "Fill the classic \"spine\": \"Once… Every day… Until… Because of that… Because of that… Until finally…\" using today’s excursion. It’s a perfect mini-outline."
  },
  {
    "label": "Color Constraint Walk",
    "description": "Avoid one color for the whole walk and note your craving for it. Deprivation clarifies taste."
  },
  {
    "label": "Constellation Dots",
    "description": "Connect dots on floors or ceilings into constellations and name them. Naming makes memory sticky."
  },
  {
    "label": "Negative Habit Swap",
    "description": "Replace one reflex (scrolling) with looking at the sky for 10 seconds. Tiny swaps compound into better attention."
  },
  {
    "label": "Title Swap",
    "description": "Give three ordinary things new titles as if they were artworks. Your titling muscle is your copywriting muscle."
  },
  {
    "label": "Palette to Wardrobe",
    "description": "Choose tomorrow’s outfit from today’s palette; wearing your mood helps keep the thread alive."
  },
  {
    "label": "Ambient Interview",
    "description": "Ask the space one question and record “answers” as found sounds. Edit them into a 15-second reply later."
  },
  {
    "label": "Quiet Complaint → Design Fix",
    "description": "Note a tiny annoyance (draft, seat, glare) and sketch a fix. Treat friction as a design brief."
  },
  {
    "label": "Micro-Grant Pitch",
    "description": "Record a 30-second voice pitch for an \"idea\": problem, idea, next step. Send it to yourself and fund it with time."
  },
  {
    "label": "Do It Badly Take",
    "description": "Make one intentionally rough version right now—bad on purpose. Shipping ugly breaks the spell of avoidance."
  },
  {
    "label": "One-Breath Photo",
    "description": "Inhale to compose, exhale to click—repeat five times. Breath-synced images tend to be calmer and clearer."
  },
  {
    "label": "Gratitude Triptych",
    "description": "Capture or write/doodle three specific thank-yous (place, process, self). Gratitude widens attention and closes the session cleanly."
  },
  {
    "label": "Soft Eye / Hard Eye",
    "description": "Alternate diffuse “soft eye” and focused “hard eye” for five minutes each; jot what each reveals. Switch modes on purpose in your next edit."
  },
  {
    "label": "Doorstep Stories",
    "description": "For three doorsteps, write a single-line story. Keep it compassionate and imagistic; it’s microfiction practice."
  },
  {
    "label": "Palette Haul",
    "description": "Gather today’s color swatches (photos, notes) and arrange them at home. Label with names you’ll remember later."
  },
  {
    "label": "Map a Feeling",
    "description": "Draw a map of the site and place your dominant feeling along the path with a legend. Feelings have geography—use it to plan breaks."
  },
  {
    "label": "Micro-Mentor Note",
    "description": "Write a one-line tip you’d give a stranger who’s making what you’re making. Then give it to yourself."
  },
  {
    "label": "Why This, Why Now",
    "description": "Record a 20-second voice memo answering both. When your reason is fresh and simple, tomorrow’s start gets easier."
  }
]